{
  "c": 0,
  "m": 1,
  "p": 2,
  "C": 3,
  "f": 4,
  "n": 5,
  "B": 6,
  ")": 7,
  "u": 8,
  "?": 9,
  "U": 10,
  "H": 11,
  "T": 12,
  ":": 13,
  ".": 14,
  "/": 15,
  "@": 16,
  "d": 17,
  "b": 18,
  "(": 19,
  "q": 20,
  "#": 21,
  "N": 22,
  "F": 23,
  "w": 24,
  "j": 25,
  "h": 26,
  "o": 27,
  "!": 28,
  "k": 29,
  "~": 30,
  "r": 31,
  "I": 32,
  "-": 33,
  "v": 34,
  "Y": 35,
  "Z": 36,
  "=": 37,
  "s": 38,
  "K": 39,
  "L": 40,
  "[": 41,
  "e": 42,
  "_": 43,
  "z": 44,
  "l": 45,
  "X": 46,
  "G": 47,
  "V": 48,
  "M": 49,
  "W": 50,
  "A": 51,
  "R": 52,
  "a": 53,
  "}": 54,
  "i": 55,
  "E": 56,
  "J": 57,
  ";": 58,
  "S": 59,
  "y": 60,
  "Q": 61,
  "\\": 62,
  "x": 63,
  "P": 64,
  "D": 65,
  "g": 66,
  "O": 67,
  "t": 68,
  "*": 69,
  "he": 70,
  "the": 71,
  "in": 72,
  "an": 73,
  "ed": 74,
  "ou": 75,
  "on": 76,
  "re": 77,
  "th": 78,
  "er": 79,
  "to": 80,
  "at": 81,
  "is": 82,
  "ar": 83,
  "and": 84,
  "as": 85,
  "or": 86,
  "en": 87,
  "ing": 88,
  "of": 89,
  "ra": 90,
  "es": 91,
  "ll": 92,
  "st": 93,
  "ro": 94,
  "it": 95,
  "ha": 96,
  "le": 97,
  "hi": 98,
  "his": 99,
  "you": 100,
  "se": 101,
  "ld": 102,
  "id": 103,
  "be": 104,
  "gh": 105,
  "ow": 106,
  "wi": 107,
  "rag": 108,
  "ac": 109,
  "me": 110,
  "al": 111,
  "ragon": 112,
  "ve": 113,
  "ri": 114,
  "we": 115,
  "Eragon": 116,
  "ad": 117,
  "ir": 118,
  "with": 119,
  "for": 120,
  "no": 121,
  "un": 122,
  "that": 123,
  "ur": 124,
  "was": 125,
  "ly": 126,
  "ver": 127,
  "The": 128,
  "ti": 129,
  "li": 130,
  "ght": 131,
  "rom": 132,
  "ould": 133,
  "ap": 134,
  "ce": 135,
  "ut": 136,
  "her": 137,
  "ent": 138,
  "sa": 139,
  "ch": 140,
  "ag": 141,
  "had": 142,
  "lo": 143,
  "so": 144,
  "him": 145,
  "ay": 146,
  "all": 147,
  "s.": 148,
  "ard": 149,
  "ke": 150,
  "ne": 151,
  "nd": 152,
  "one": 153,
  "ted": 154,
  "co": 155,
  "ain": 156,
  "ter": 157,
  "mo": 158,
  "He": 159,
  "ho": 160,
  "not": 161,
  "out": 162,
  "fe": 163,
  "ther": 164,
  "de": 165,
  "pe": 166,
  "from": 167,
  "us": 168,
  "have": 169,
  "mp": 170,
  "ab": 171,
  "ck": 172,
  "hat": 173,
  "but": 174,
  "they": 175,
  "said": 176,
  "are": 177,
  "hed": 178,
  "fo": 179,
  "con": 180,
  "ge": 181,
  "rou": 182,
  "aphi": 183,
  "od": 184,
  "aphira": 185,
  "Saphira": 186,
  "if": 187,
  "il": 188,
  "ion": 189,
  "she": 190,
  "them": 191,
  "el": 192,
  "do": 193,
  "up": 194,
  "am": 195,
  "ind": 196,
  "their": 197,
  "ex": 198,
  "ked": 199,
  "then": 200,
  "were": 201,
  "whe": 202,
  "would": 203,
  "wor": 204,
  "our": 205,
  "ong": 206,
  "sh": 207,
  "ers": 208,
  "now": 209,
  "ry": 210,
  "ill": 211,
  "ed.": 212,
  "your": 213,
  "ack": 214,
  "su": 215,
  "ru": 216,
  "po": 217,
  "oran": 218,
  "bl": 219,
  "te": 220,
  "lf": 221,
  "Roran": 222,
  "man": 223,
  "ves": 224,
  "ight": 225,
  "can": 226,
  "ic": 227,
  "pp": 228,
  "ound": 229,
  "ide": 230,
  "res": 231,
  "my": 232,
  "could": 233,
  "by": 234,
  "qu": 235,
  "ta": 236,
  "ess": 237,
  "will": 238,
  "ca": 239,
  "fore": 240,
  "ast": 241,
  "ant": 242,
  "It": 243,
  "pl": 244,
  "way": 245,
  "war": 246,
  "row": 247,
  "cl": 248,
  "et": 249,
  "wo": 250,
  "led": 251,
  "tion": 252,
  "go": 253,
  "end": 254,
  "e.": 255,
  "into": 256,
  "ven": 257,
  "thing": 258,
  "der": 259,
  "who": 260,
  "other": 261,
  "ever": 262,
  "ous": 263,
  "whi": 264,
  "self": 265,
  "over": 266,
  "pro": 267,
  "si": 268,
  "ust": 269,
  "ul": 270,
  "ang": 271,
  "est": 272,
  "what": 273,
  "like": 274,
  "You": 275,
  "thou": 276,
  "ey": 277,
  "urn": 278,
  "this": 279,
  "la": 280,
  "ct": 281,
  "own": 282,
  "sc": 283,
  "op": 284,
  "ment": 285,
  "word": 286,
  "ist": 287,
  "ire": 288,
  "mb": 289,
  "ward": 290,
  "see": 291,
  "arm": 292,
  "ate": 293,
  "es.": 294,
  "did": 295,
  "hand": 296,
  "back": 297,
  "king": 298,
  "sp": 299,
  "know": 300,
  "again": 301,
  "ation": 302,
  "We": 303,
  "any": 304,
  "head": 305,
  "sto": 306,
  "Brom": 307,
  "rough": 308,
  "ep": 309,
  "more": 310,
  "im": 311,
  "sed": 312,
  "before": 313,
  "..": 314,
  "ched": 315,
  "ace": 316,
  "ok": 317,
  "than": 318,
  "when": 319,
  "spe": 320,
  "bo": 321,
  "side": 322,
  "asu": 323,
  "how": 324,
  "She": 325,
  "low": 326,
  "ered": 327,
  "only": 328,
  "oun": 329,
  "ran": 330,
  "right": 331,
  "arden": 332,
  "long": 333,
  "through": 334,
  "ved": 335,
  "tra": 336,
  "ated": 337,
  "ath": 338,
  "ada": 339,
  "med": 340,
  "vo": 341,
  "ft": 342,
  "ble": 343,
  "ree": 344,
  "use": 345,
  "art": 346,
  "turn": 347,
  "pped": 348,
  "where": 349,
  "ared": 350,
  "y.": 351,
  "able": 352,
  "time": 353,
  "asuada": 354,
  "Nasuada": 355,
  "should": 356,
  "att": 357,
  "some": 358,
  "been": 359,
  "They": 360,
  "ba": 361,
  "hall": 362,
  "dis": 363,
  "er.": 364,
  "And": 365,
  "ren": 366,
  "about": 367,
  "ull": 368,
  "men": 369,
  "ced": 370,
  "red": 371,
  "ing.": 372,
  "asked": 373,
  "No": 374,
  "per": 375,
  "under": 376,
  "Varden": 377,
  "sm": 378,
  "af": 379,
  "ach": 380,
  "lt": 381,
  "wat": 382,
  "dwar": 383,
  "ak": 384,
  "off": 385,
  "What": 386,
  "fl": 387,
  "ith": 388,
  "Eragon.": 389,
  "rin": 390,
  "around": 391,
  "rik": 392,
  "round": 393,
  "tain": 394,
  "air": 395,
  "himself": 396,
  "Ary": 397,
  "Arya": 398,
  "loo": 399,
  "Orik": 400,
  "even": 401,
  "thought": 402,
  "bet": 403,
  "ine": 404,
  "As": 405,
  "romis": 406,
  "which": 407,
  "ive": 408,
  "wa": 409,
  "Whe": 410,
  "read": 411,
  "ear": 412,
  "well": 413,
  "til": 414,
  "ite": 415,
  "che": 416,
  "less": 417,
  "light": 418,
  "dragon": 419,
  "ly.": 420,
  "mm": 421,
  "ga": 422,
  "two": 423,
  "tori": 424,
  "ure": 425,
  "If": 426,
  "down": 427,
  "there": 428,
  "its": 429,
  "Gal": 430,
  "ting": 431,
  "ally": 432,
  "ade": 433,
  "him.": 434,
  "hun": 435,
  "sur": 436,
  "Galba": 437,
  "Galbatori": 438,
  "Galbatorix": 439,
  "ped": 440,
  "ig": 441,
  "clo": 442,
  "ity": 443,
  "ick": 444,
  "gre": 445,
  "mind": 446,
  "sword": 447,
  "ss": 448,
  "Mur": 449,
  "every": 450,
  "ance": 451,
  "shi": 452,
  "Murta": 453,
  "Murtagh": 454,
  "mag": 455,
  "until": 456,
  "orn": 457,
  "ice": 458,
  "ort": 459,
  "ened": 460,
  "sold": 461,
  "ma": 462,
  "comp": 463,
  "thin": 464,
  "day": 465,
  "gg": 466,
  "against": 467,
  "soldi": 468,
  "ish": 469,
  "um": 470,
  "cont": 471,
  "ried": 472,
  "hy": 473,
  "ough": 474,
  "Ur": 475,
  "upon": 476,
  "Oromis": 477,
  "ste": 478,
  "magic": 479,
  "has": 480,
  "new": 481,
  "Then": 482,
  "hel": 483,
  "still": 484,
  "gal": 485,
  "ors": 486,
  "Rid": 487,
  "eyes": 488,
  "it.": 489,
  "pres": 490,
  "mu": 491,
  "gu": 492,
  "too": 493,
  "ving": 494,
  "don": 495,
  "toward": 496,
  "kill": 497,
  "rest": 498,
  "won": 499,
  "here": 500,
  "ci": 501,
  "ence": 502,
  "might": 503,
  "gr": 504,
  "most": 505,
  "left": 506,
  "na": 507,
  "fir": 508,
  "ris": 509,
  "never": 510,
  "gl": 511,
  "When": 512,
  "Urgal": 513,
  "must": 514,
  "di": 515,
  "pre": 516,
  "lea": 517,
  "ps": 518,
  "In": 519,
  "while": 520,
  "away": 521,
  "pt": 522,
  "ose": 523,
  "age": 524,
  "aw": 525,
  "rim": 526,
  "ron": 527,
  "tre": 528,
  "bre": 529,
  "cre": 530,
  "bed": 531,
  "ass": 532,
  "dd": 533,
  "get": 534,
  "ans": 535,
  "ies": 536,
  "Ra": 537,
  "iz": 538,
  "sl": 539,
  "ful": 540,
  "om": 541,
  "des": 542,
  "tru": 543,
  "elves": 544,
  "ished": 545,
  "imp": 546,
  "sho": 547,
  "ark": 548,
  "though": 549,
  "turned": 550,
  "His": 551,
  "eld": 552,
  "may": 553,
  "But": 554,
  "sit": 555,
  "ween": 556,
  "vi": 557,
  "come": 558,
  "How": 559,
  "owed": 560,
  "ined": 561,
  "cause": 562,
  "main": 563,
  "much": 564,
  "nor": 565,
  "cle": 566,
  "enough": 567,
  "That": 568,
  "sk": 569,
  "zac": 570,
  "need": 571,
  "With": 572,
  "stand": 573,
  "ten": 574,
  "between": 575,
  "ground": 576,
  "ol": 577,
  "ue": 578,
  "ty": 579,
  "used": 580,
  "car": 581,
  "ef": 582,
  "Be": 583,
  "ts": 584,
  "cted": 585,
  "looked": 586,
  "land": 587,
  "cap": 588,
  "face": 589,
  "Th": 590,
  "first": 591,
  "just": 592,
  "fac": 593,
  "after": 594,
  "ged": 595,
  "ser": 596,
  "fire": 597,
  "without": 598,
  "atter": 599,
  "cur": 600,
  "want": 601,
  "hind": 602,
  "va": 603,
  "dwarves": 604,
  "So": 605,
  "ring": 606,
  "you.": 607,
  "ling": 608,
  "tal": 609,
  "came": 610,
  "vis": 611,
  "ction": 612,
  "think": 613,
  "fi": 614,
  "chi": 615,
  "lay": 616,
  "t.": 617,
  "made": 618,
  "An": 619,
  "ned": 620,
  "fin": 621,
  "many": 622,
  "blo": 623,
  "them.": 624,
  "ross": 625,
  "those": 626,
  "set": 627,
  "add": 628,
  "tell": 629,
  "arrow": 630,
  "Al": 631,
  "com": 632,
  "last": 633,
  "There": 634,
  "find": 635,
  "gra": 636,
  "far": 637,
  "cover": 638,
  "jo": 639,
  "pa": 640,
  "help": 641,
  "let": 642,
  "str": 643,
  "ings": 644,
  "sure": 645,
  "cked": 646,
  "elf": 647,
  "leas": 648,
  "another": 649,
  "take": 650,
  "saw": 651,
  "ople": 652,
  "each": 653,
  "sion": 654,
  "few": 655,
  "stru": 656,
  "mis": 657,
  "feet": 658,
  "me.": 659,
  "appe": 660,
  "sil": 661,
  "Car": 662,
  "soldiers": 663,
  "sing": 664,
  "Saphira.": 665,
  "wait": 666,
  "fa": 667,
  "bu": 668,
  "ious": 669,
  "sha": 670,
  "wall": 671,
  "tor": 672,
  "fing": 673,
  "hu": 674,
  "behind": 675,
  "sid": 676,
  "hair": 677,
  "min": 678,
  "moment": 679,
  "ince": 680,
  "fight": 681,
  "tun": 682,
  "mpire": 683,
  "spell": 684,
  "cent": 685,
  "remain": 686,
  "felt": 687,
  "took": 688,
  "Empire": 689,
  "people": 690,
  "wis": 691,
  "pi": 692,
  "ught": 693,
  "three": 694,
  "happ": 695,
  "mber": 696,
  "und": 697,
  "beg": 698,
  "ud": 699,
  "iled": 700,
  "Urgals": 701,
  "sen": 702,
  "moun": 703,
  "ached": 704,
  "par": 705,
  "coun": 706,
  "stre": 707,
  "ready": 708,
  "room": 709,
  "else": 710,
  "les": 711,
  "such": 712,
  "gth": 713,
  "small": 714,
  "very": 715,
  "cer": 716,
  "tered": 717,
  "keep": 718,
  "make": 719,
  "voice": 720,
  "leg": 721,
  "stone": 722,
  "int": 723,
  "say": 724,
  "On": 725,
  "good": 726,
  "knew": 727,
  "night": 728,
  "bro": 729,
  "aster": 730,
  "hard": 731,
  "found": 732,
  "great": 733,
  "bar": 734,
  "llow": 735,
  "once": 736,
  "a.": 737,
  "le.": 738,
  "dist": 739,
  "ness": 740,
  "ces": 741,
  "shall": 742,
  "cho": 743,
  "dark": 744,
  "star": 745,
  "ob": 746,
  "flo": 747,
  "place": 748,
  "because": 749,
  "Je": 750,
  "Jeod": 751,
  "dwarf": 752,
  "sat": 753,
  "run": 754,
  "lves": 755,
  "pow": 756,
  "full": 757,
  "went": 758,
  "dif": 759,
  "try": 760,
  "Rider": 761,
  "sup": 762,
  "Kat": 763,
  "Katrin": 764,
  "win": 765,
  "stood": 766,
  "seemed": 767,
  "Do": 768,
  "cannot": 769,
  "across": 770,
  "open": 771,
  "ze": 772,
  "ond": 773,
  "ither": 774,
  "ank": 775,
  "fted": 776,
  "bod": 777,
  "old": 778,
  "ff": 779,
  "vent": 780,
  "ching": 781,
  "Gla": 782,
  "bow": 783,
  "act": 784,
  "At": 785,
  "tri": 786,
  "Glaed": 787,
  "Glaedr": 788,
  "Shad": 789,
  "black": 790,
  "nothing": 791,
  "ord": 792,
  "hands": 793,
  "form": 794,
  "both": 795,
  "contin": 796,
  "temp": 797,
  "heard": 798,
  "feel": 799,
  "ask": 800,
  "ating": 801,
  "hold": 802,
  "her.": 803,
  "gi": 804,
  "heart": 805,
  "water": 806,
  "head.": 807,
  "ning": 808,
  "ways": 809,
  "ured": 810,
  "bled": 811,
  "rus": 812,
  "....": 813,
  "wh": 814,
  "ump": 815,
  "mar": 816,
  "blood": 817,
  "enti": 818,
  "grow": 819,
  "within": 820,
  "em": 821,
  "deep": 822,
  "pull": 823,
  "Carva": 824,
  "Carvahall": 825,
  "batt": 826,
  "sn": 827,
  "mes": 828,
  "For": 829,
  "half": 830,
  "xt": 831,
  "ken": 832,
  "ears": 833,
  "plac": 834,
  "lar": 835,
  "past": 836,
  "along": 837,
  "ering": 838,
  "lit": 839,
  "why": 840,
  "ers.": 841,
  "fle": 842,
  "Af": 843,
  "roll": 844,
  "words": 845,
  "stren": 846,
  "ot": 847,
  "selves": 848,
  "near": 849,
  "Far": 850,
  "dec": 851,
  "gether": 852,
  "dri": 853,
  "Katrina": 854,
  "arms": 855,
  "edge": 856,
  "grim": 857,
  "does": 858,
  "pain": 859,
  "something": 860,
  "comm": 861,
  "mon": 862,
  "After": 863,
  "du": 864,
  "outh": 865,
  "leave": 866,
  "quick": 867,
  "one.": 868,
  "mor": 869,
  "eas": 870,
  "lie": 871,
  "door": 872,
  "loan": 873,
  "gar": 874,
  "Her": 875,
  "Sloan": 876,
  "since": 877,
  "sible": 878,
  "guard": 879,
  "raw": 880,
  "real": 881,
  "ily": 882,
  "ove": 883,
  "strength": 884,
  "human": 885,
  "This": 886,
  "give": 887,
  "spo": 888,
  "tou": 889,
  "next": 890,
  "hamm": 891,
  "hur": 892,
  "held": 893,
  "tle": 894,
  "gn": 895,
  "wind": 896,
  "care": 897,
  "life": 898,
  "began": 899,
  "To": 900,
  "hor": 901,
  "matter": 902,
  "anted": 903,
  "angu": 904,
  "sever": 905,
  "neck": 906,
  "slow": 907,
  "vill": 908,
  "being": 909,
  "ques": 910,
  "nel": 911,
  "ung": 912,
  "told": 913,
  "mountain": 914,
  "conf": 915,
  "dro": 916,
  "Why": 917,
  "Dir": 918,
  "clear": 919,
  "ons": 920,
  "fall": 921,
  "ener": 922,
  "prote": 923,
  "tent": 924,
  "pos": 925,
  "power": 926,
  "clan": 927,
  "je": 928,
  "Now": 929,
  "uring": 930,
  "heim": 931,
  "above": 932,
  "bit": 933,
  "expe": 934,
  "se.": 935,
  "on.": 936,
  "forward": 937,
  "among": 938,
  "ended": 939,
  "stri": 940,
  "rew": 941,
  "cat": 942,
  "anger": 943,
  "part": 944,
  "Or": 945,
  "yet": 946,
  "reas": 947,
  "ided": 948,
  "Tron": 949,
  "Tronj": 950,
  "Tronjheim": 951,
  "pris": 952,
  "ks": 953,
  "rais": 954,
  "vel": 955,
  "shook": 956,
  "warri": 957,
  "ji": 958,
  "langu": 959,
  "fam": 960,
  "question": 961,
  "ms": 962,
  "going": 963,
  "Hor": 964,
  "covered": 965,
  "nodd": 966,
  "ary": 967,
  "tic": 968,
  "ized": 969,
  "answ": 970,
  "tried": 971,
  "reached": 972,
  "return": 973,
  "Aji": 974,
  "Ajihad": 975,
  "hour": 976,
  "dire": 977,
  "smo": 978,
  "onto": 979,
  "Yes": 980,
  "Horst": 981,
  "cour": 982,
  "white": 983,
  "better": 984,
  "sound": 985,
  "wonder": 986,
  "lead": 987,
  "continu": 988,
  "wal": 989,
  "already": 990,
  "sun": 991,
  "understand": 992,
  "cept": 993,
  "same": 994,
  "ase": 995,
  " ": 996,
  "\n": 997,
  ",": 998,
  "</PAD>": 999,
  "</SOS>": 1000,
  "</EOS>": 1001,
  "</UNK>": 1002,
  "1": 1003,
  "4": 1004,
  "6": 1005
}