{
  "H": 0,
  "ě": 1,
  "b": 2,
  "G": 3,
  "Í": 4,
  "v": 5,
  "j": 6,
  "ú": 7,
  "é": 8,
  "ň": 9,
  "-": 10,
  "ť": 11,
  "ó": 12,
  "u": 13,
  "B": 14,
  "o": 15,
  "S": 16,
  "ď": 17,
  "W": 18,
  ":": 19,
  "O": 20,
  "f": 21,
  "Ú": 22,
  "a": 23,
  "š": 24,
  "á": 25,
  "M": 26,
  "J": 27,
  "Ž": 28,
  "x": 29,
  "ř": 30,
  "%": 31,
  "d": 32,
  "z": 33,
  "*": 34,
  "N": 35,
  "n": 36,
  "P": 37,
  "Y": 38,
  "R": 39,
  "Z": 40,
  "I": 41,
  "E": 42,
  "“": 43,
  "p": 44,
  "ů": 45,
  ".": 46,
  "L": 47,
  "U": 48,
  "„": 49,
  "D": 50,
  "A": 51,
  "g": 52,
  "i": 53,
  "s": 54,
  "í": 55,
  "w": 56,
  "|": 57,
  "Á": 58,
  "e": 59,
  "ý": 60,
  "t": 61,
  "k": 62,
  "Č": 63,
  "c": 64,
  "r": 65,
  "l": 66,
  "!": 67,
  "/": 68,
  "V": 69,
  "ž": 70,
  "?": 71,
  "m": 72,
  "T": 73,
  "č": 74,
  "Š": 75,
  "h": 76,
  ";": 77,
  "Ř": 78,
  "y": 79,
  "K": 80,
  "C": 81,
  "F": 82,
  "se": 83,
  "al": 84,
  "st": 85,
  "po": 86,
  "ch": 87,
  "ra": 88,
  "ro": 89,
  "ne": 90,
  "na": 91,
  "il": 92,
  "ou": 93,
  "je": 94,
  "le": 95,
  "ně": 96,
  "la": 97,
  "do": 98,
  "ře": 99,
  "ho": 100,
  "by": 101,
  "ak": 102,
  "to": 103,
  "ov": 104,
  "li": 105,
  "za": 106,
  "te": 107,
  "že": 108,
  "on": 109,
  "ní": 110,
  "Era": 111,
  "rá": 112,
  "Erag": 113,
  "od": 114,
  "mu": 115,
  "vě": 116,
  "vy": 117,
  "ko": 118,
  "de": 119,
  "ce": 120,
  "si": 121,
  "me": 122,
  "ni": 123,
  "dy": 124,
  "Eragon": 125,
  "tě": 126,
  "ku": 127,
  "ři": 128,
  "ve": 129,
  "lo": 130,
  "at": 131,
  "mě": 132,
  "ji": 133,
  "ze": 134,
  "pro": 135,
  "no": 136,
  "dě": 137,
  "ná": 138,
  "mi": 139,
  "jí": 140,
  "né": 141,
  "ří": 142,
  "ný": 143,
  "ka": 144,
  "ru": 145,
  "pře": 146,
  ".“": 147,
  "mo": 148,
  "hl": 149,
  "če": 150,
  "jak": 151,
  "še": 152,
  "ale": 153,
  "ví": 154,
  "ta": 155,
  "kl": 156,
  "sl": 157,
  "ob": 158,
  "ky": 159,
  "vo": 160,
  "při": 161,
  "ím": 162,
  "vi": 163,
  "kdy": 164,
  "ci": 165,
  "rom": 166,
  "val": 167,
  "bu": 168,
  "pa": 169,
  "bo": 170,
  "co": 171,
  "sem": 172,
  "ti": 173,
  "va": 174,
  "nou": 175,
  "ur": 176,
  "hla": 177,
  "fi": 178,
  "nu": 179,
  "Sa": 180,
  "sta": 181,
  "kte": 182,
  "dl": 183,
  "vá": 184,
  "du": 185,
  "Safi": 186,
  "mí": 187,
  "be": 188,
  "tak": 189,
  "ká": 190,
  "Je": 191,
  "ší": 192,
  "Brom": 193,
  "ry": 194,
  "Ne": 195,
  "či": 196,
  "ila": 197,
  "vý": 198,
  "ži": 199,
  "ma": 200,
  "sk": 201,
  "ny": 202,
  "em": 203,
  "roz": 204,
  "lu": 205,
  "jsem": 206,
  "aby": 207,
  "má": 208,
  "kou": 209,
  "oval": 210,
  "?“": 211,
  "dá": 212,
  "di": 213,
  "děl": 214,
  "hle": 215,
  "my": 216,
  "Po": 217,
  "tu": 218,
  "tá": 219,
  "ly": 220,
  "ar": 221,
  "vz": 222,
  "vé": 223,
  "cí": 224,
  "dal": 225,
  "ili": 226,
  "..": 227,
  "už": 228,
  "řekl": 229,
  "pe": 230,
  " ": 231,
  "\n": 232,
  ",": 233,
  "</PAD>": 234,
  "</SOS>": 235,
  "</EOS>": 236,
  "</UNK>": 237,
  "1": 238,
  "4": 239,
  "5": 240
}