{
  "c": 0,
  "": 1,
  "m": 2,
  "p": 3,
  "C": 4,
  "f": 5,
  "n": 6,
  "B": 7,
  ")": 8,
  "u": 9,
  "?": 10,
  "U": 11,
  "H": 12,
  "T": 13,
  ":": 14,
  ".": 15,
  "/": 16,
  "@": 17,
  "d": 18,
  "b": 19,
  "(": 20,
  "q": 21,
  "#": 22,
  "N": 23,
  "F": 24,
  "w": 25,
  "j": 26,
  "h": 27,
  "o": 28,
  "!": 29,
  "k": 30,
  "~": 31,
  "r": 32,
  "I": 33,
  "-": 34,
  "v": 35,
  "4": 36,
  "Y": 37,
  "Z": 38,
  "=": 39,
  "s": 40,
  "K": 41,
  "L": 42,
  "[": 43,
  "e": 44,
  "_": 45,
  "z": 46,
  "l": 47,
  "X": 48,
  "G": 49,
  "V": 50,
  "M": 51,
  "W": 52,
  "A": 53,
  "R": 54,
  "a": 55,
  "}": 56,
  "i": 57,
  "E": 58,
  "J": 59,
  ";": 60,
  "S": 61,
  "y": 62,
  "Q": 63,
  "1": 64,
  "6": 65,
  "\\": 66,
  "x": 67,
  "P": 68,
  "D": 69,
  "g": 70,
  "O": 71,
  "t": 72,
  "*": 73,
  "he": 74,
  "the": 75,
  "in": 76,
  "an": 77,
  "ed": 78,
  "ou": 79,
  "on": 80,
  "re": 81,
  "th": 82,
  "er": 83,
  "to": 84,
  "at": 85,
  "is": 86,
  "ar": 87,
  "and": 88,
  "as": 89,
  "or": 90,
  "en": 91,
  "ing": 92,
  "of": 93,
  "ra": 94,
  "es": 95,
  "ll": 96,
  "st": 97,
  "ro": 98,
  "it": 99,
  "ha": 100,
  "le": 101,
  "hi": 102,
  "his": 103,
  "you": 104,
  "se": 105,
  "ld": 106,
  "id": 107,
  "be": 108,
  "gh": 109,
  "ow": 110,
  "wi": 111,
  "rag": 112,
  "ac": 113,
  "me": 114,
  "al": 115,
  "ragon": 116,
  "ve": 117,
  "ri": 118,
  "we": 119,
  "Eragon": 120,
  "ad": 121,
  "ir": 122,
  "with": 123,
  "for": 124,
  "no": 125,
  "un": 126,
  "that": 127,
  "ur": 128,
  "was": 129,
  "ly": 130,
  "ver": 131,
  "The": 132,
  "ti": 133,
  "li": 134,
  "ght": 135,
  "rom": 136,
  "ould": 137,
  "ap": 138,
  "ce": 139,
  "ut": 140,
  "her": 141,
  "ent": 142,
  "sa": 143,
  "ch": 144,
  "ag": 145,
  "had": 146,
  "lo": 147,
  "so": 148,
  "him": 149,
  "ay": 150,
  "all": 151,
  "s.": 152,
  "ard": 153,
  "ke": 154,
  "ne": 155,
  "nd": 156,
  "one": 157,
  "ted": 158,
  "co": 159,
  "ain": 160,
  "ter": 161,
  "mo": 162,
  "He": 163,
  "ho": 164,
  "not": 165,
  "out": 166,
  "fe": 167,
  "ther": 168,
  "de": 169,
  "pe": 170,
  "from": 171,
  "us": 172,
  "have": 173,
  "mp": 174,
  "ab": 175,
  "ck": 176,
  "hat": 177,
  "but": 178,
  "they": 179,
  "said": 180,
  "are": 181,
  "hed": 182,
  "fo": 183,
  "con": 184,
  "ge": 185,
  "rou": 186,
  "aphi": 187,
  "od": 188,
  "aphira": 189,
  "Saphira": 190,
  "if": 191,
  "il": 192,
  "ion": 193,
  "she": 194,
  "them": 195,
  "el": 196,
  "do": 197,
  "up": 198,
  "am": 199,
  "ind": 200,
  "their": 201,
  "ex": 202,
  "ked": 203,
  "then": 204,
  "were": 205,
  "whe": 206,
  "would": 207,
  "wor": 208,
  "our": 209,
  "ong": 210,
  "sh": 211,
  "ers": 212,
  "now": 213,
  "ry": 214,
  "ill": 215,
  "ed.": 216,
  "your": 217,
  "ack": 218,
  "su": 219,
  "ru": 220,
  "po": 221,
  "oran": 222,
  "bl": 223,
  "te": 224,
  "lf": 225,
  "Roran": 226,
  "man": 227,
  "ves": 228,
  "ight": 229,
  "can": 230,
  "ic": 231,
  "pp": 232,
  "ound": 233,
  "ide": 234,
  "res": 235,
  "my": 236,
  "could": 237,
  "by": 238,
  "qu": 239,
  "ta": 240,
  "ess": 241,
  "will": 242,
  "ca": 243,
  "fore": 244,
  "ast": 245,
  "ant": 246,
  "It": 247,
  "pl": 248,
  "way": 249,
  "war": 250,
  "row": 251,
  "cl": 252,
  "et": 253,
  "wo": 254,
  "led": 255,
  "tion": 256,
  "go": 257,
  "end": 258,
  "e.": 259,
  "into": 260,
  "ven": 261,
  "thing": 262,
  "der": 263,
  "who": 264,
  "other": 265,
  "ever": 266,
  "ous": 267,
  "whi": 268,
  "self": 269,
  "over": 270,
  "pro": 271,
  "si": 272,
  "ust": 273,
  "ul": 274,
  "ang": 275,
  "est": 276,
  "what": 277,
  "like": 278,
  "You": 279,
  "thou": 280,
  "ey": 281,
  "urn": 282,
  "this": 283,
  "la": 284,
  "ct": 285,
  "own": 286,
  "sc": 287,
  "op": 288,
  "ment": 289,
  "word": 290,
  "ist": 291,
  "ire": 292,
  "mb": 293,
  "ward": 294,
  "see": 295,
  "arm": 296,
  "ate": 297,
  "es.": 298,
  "did": 299,
  "hand": 300,
  "back": 301,
  "king": 302,
  "sp": 303,
  "know": 304,
  "again": 305,
  "ation": 306,
  "We": 307,
  "any": 308,
  "head": 309,
  "sto": 310,
  "Brom": 311,
  "rough": 312,
  "ep": 313,
  "more": 314,
  "im": 315,
  "sed": 316,
  "before": 317,
  "..": 318,
  "ched": 319,
  "ace": 320,
  "ok": 321,
  "than": 322,
  "when": 323,
  "spe": 324,
  "bo": 325,
  "side": 326,
  "asu": 327,
  "how": 328,
  "She": 329,
  "low": 330,
  "ered": 331,
  "only": 332,
  "oun": 333,
  "ran": 334,
  "right": 335,
  "arden": 336,
  "long": 337,
  "through": 338,
  "ved": 339,
  "tra": 340,
  "ated": 341,
  "ath": 342,
  "ada": 343,
  "med": 344,
  "vo": 345,
  "ft": 346,
  "ble": 347,
  "ree": 348,
  "use": 349,
  "art": 350,
  "turn": 351,
  "pped": 352,
  "where": 353,
  "ared": 354,
  "y.": 355,
  "able": 356,
  "time": 357,
  "asuada": 358,
  "Nasuada": 359,
  "should": 360,
  "att": 361,
  "some": 362,
  "been": 363,
  "They": 364,
  "ba": 365,
  "hall": 366,
  "dis": 367,
  "er.": 368,
  "And": 369,
  "ren": 370,
  "about": 371,
  "ull": 372,
  "men": 373,
  "ced": 374,
  "red": 375,
  "ing.": 376,
  "asked": 377,
  "No": 378,
  "per": 379,
  "under": 380,
  "Varden": 381,
  "sm": 382,
  "af": 383,
  "ach": 384,
  "lt": 385,
  "wat": 386,
  "dwar": 387,
  "ak": 388,
  "off": 389,
  "What": 390,
  "fl": 391,
  "ith": 392,
  "Eragon.": 393,
  "rin": 394,
  "around": 395,
  "rik": 396,
  "round": 397,
  "tain": 398,
  "air": 399,
  "himself": 400,
  "Ary": 401,
  "Arya": 402,
  "loo": 403,
  "Orik": 404,
  "even": 405,
  "thought": 406,
  "bet": 407,
  "ine": 408,
  "As": 409,
  "romis": 410,
  "which": 411,
  "ive": 412,
  "wa": 413,
  "Whe": 414,
  "read": 415,
  "ear": 416,
  "well": 417,
  "til": 418,
  "ite": 419,
  "che": 420,
  "less": 421,
  "light": 422,
  "dragon": 423,
  "ly.": 424,
  "mm": 425,
  "ga": 426,
  "two": 427,
  "tori": 428,
  "ure": 429,
  "If": 430,
  "down": 431,
  "there": 432,
  "its": 433,
  "Gal": 434,
  "ting": 435,
  "ally": 436,
  "ade": 437,
  "him.": 438,
  "hun": 439,
  "sur": 440,
  "Galba": 441,
  "Galbatori": 442,
  "Galbatorix": 443,
  "ped": 444,
  "ig": 445,
  "clo": 446,
  "ity": 447,
  "ick": 448,
  "gre": 449,
  "mind": 450,
  "sword": 451,
  "ss": 452,
  "Mur": 453,
  "every": 454,
  "ance": 455,
  "shi": 456,
  "Murta": 457,
  "Murtagh": 458,
  "mag": 459,
  "until": 460,
  "orn": 461,
  "ice": 462,
  "ort": 463,
  "ened": 464,
  "sold": 465,
  "ma": 466,
  "comp": 467,
  "thin": 468,
  "day": 469,
  "gg": 470,
  "against": 471,
  "soldi": 472,
  "ish": 473,
  "um": 474,
  "cont": 475,
  "ried": 476,
  "hy": 477,
  "ough": 478,
  "Ur": 479,
  "upon": 480,
  "Oromis": 481,
  "ste": 482,
  "magic": 483,
  "has": 484,
  "new": 485,
  "Then": 486,
  "hel": 487,
  "still": 488,
  "gal": 489,
  "ors": 490,
  "Rid": 491,
  "eyes": 492,
  "it.": 493,
  "pres": 494,
  "mu": 495,
  "gu": 496,
  "too": 497,
  "ving": 498,
  "don": 499,
  "toward": 500,
  "kill": 501,
  "rest": 502,
  "won": 503,
  "here": 504,
  "ci": 505,
  "ence": 506,
  "might": 507,
  "gr": 508,
  "most": 509,
  "left": 510,
  "na": 511,
  "fir": 512,
  "ris": 513,
  "never": 514,
  "gl": 515,
  "When": 516,
  "Urgal": 517,
  "must": 518,
  "di": 519,
  "pre": 520,
  "lea": 521,
  "ps": 522,
  "In": 523,
  "while": 524,
  "away": 525,
  "pt": 526,
  "ose": 527,
  "age": 528,
  "aw": 529,
  "rim": 530,
  "ron": 531,
  "tre": 532,
  "bre": 533,
  "cre": 534,
  "bed": 535,
  "ass": 536,
  "dd": 537,
  "get": 538,
  "ans": 539,
  "ies": 540,
  "Ra": 541,
  "iz": 542,
  "sl": 543,
  "ful": 544,
  "om": 545,
  "des": 546,
  "tru": 547,
  "elves": 548,
  "ished": 549,
  "imp": 550,
  "sho": 551,
  "ark": 552,
  "though": 553,
  "turned": 554,
  "His": 555,
  "eld": 556,
  "may": 557,
  "But": 558,
  "sit": 559,
  "ween": 560,
  "vi": 561,
  "come": 562,
  "How": 563,
  "owed": 564,
  "ined": 565,
  "cause": 566,
  "main": 567,
  "much": 568,
  "nor": 569,
  "cle": 570,
  "enough": 571,
  "That": 572,
  "sk": 573,
  "zac": 574,
  "need": 575,
  "With": 576,
  "stand": 577,
  "ten": 578,
  "between": 579,
  "ground": 580,
  "ol": 581,
  "ue": 582,
  "ty": 583,
  "used": 584,
  "car": 585,
  "ef": 586,
  "Be": 587,
  "ts": 588,
  "cted": 589,
  "looked": 590,
  "land": 591,
  "cap": 592,
  "face": 593,
  "Th": 594,
  "first": 595,
  "just": 596,
  "fac": 597,
  "after": 598,
  "ged": 599,
  "ser": 600,
  "fire": 601,
  "without": 602,
  "atter": 603,
  "cur": 604,
  "want": 605,
  "hind": 606,
  "va": 607,
  "dwarves": 608,
  "So": 609,
  "ring": 610,
  "you.": 611,
  "ling": 612,
  "tal": 613,
  "came": 614,
  "vis": 615,
  "ction": 616,
  "think": 617,
  "fi": 618,
  "chi": 619,
  "lay": 620,
  "t.": 621,
  "made": 622,
  "An": 623,
  "ned": 624,
  "fin": 625,
  "many": 626,
  "blo": 627,
  "them.": 628,
  "ross": 629,
  "those": 630,
  "set": 631,
  "add": 632,
  "tell": 633,
  "arrow": 634,
  "Al": 635,
  "com": 636,
  "last": 637,
  "There": 638,
  "find": 639,
  "gra": 640,
  "far": 641,
  "cover": 642,
  "jo": 643,
  "pa": 644,
  "help": 645,
  "let": 646,
  "str": 647,
  "ings": 648,
  "sure": 649,
  "cked": 650,
  "elf": 651,
  "leas": 652,
  "another": 653,
  "take": 654,
  "saw": 655,
  "ople": 656,
  "each": 657,
  "sion": 658,
  "few": 659,
  "stru": 660,
  "mis": 661,
  "feet": 662,
  "me.": 663,
  "appe": 664,
  "sil": 665,
  "Car": 666,
  "soldiers": 667,
  "sing": 668,
  "Saphira.": 669,
  "wait": 670,
  "fa": 671,
  "bu": 672,
  "ious": 673,
  "sha": 674,
  "wall": 675,
  "tor": 676,
  "fing": 677,
  "hu": 678,
  "behind": 679,
  "sid": 680,
  "hair": 681,
  "min": 682,
  "moment": 683,
  "ince": 684,
  "fight": 685,
  "tun": 686,
  "mpire": 687,
  "spell": 688,
  "cent": 689,
  "remain": 690,
  "felt": 691,
  "took": 692,
  "Empire": 693,
  "people": 694,
  "wis": 695,
  "pi": 696,
  "ught": 697,
  "three": 698,
  "happ": 699,
  "mber": 700,
  "und": 701,
  "beg": 702,
  "ud": 703,
  "iled": 704,
  "Urgals": 705,
  "sen": 706,
  "moun": 707,
  "ached": 708,
  "par": 709,
  "coun": 710,
  "stre": 711,
  "ready": 712,
  "room": 713,
  "else": 714,
  "les": 715,
  "such": 716,
  "gth": 717,
  "small": 718,
  "very": 719,
  "cer": 720,
  "tered": 721,
  "keep": 722,
  "make": 723,
  "voice": 724,
  "leg": 725,
  "stone": 726,
  "int": 727,
  "say": 728,
  "On": 729,
  "good": 730,
  "knew": 731,
  "night": 732,
  "bro": 733,
  "aster": 734,
  "hard": 735,
  "found": 736,
  "great": 737,
  "bar": 738,
  "llow": 739,
  "once": 740,
  "a.": 741,
  "le.": 742,
  "dist": 743,
  "ness": 744,
  "ces": 745,
  "shall": 746,
  "cho": 747,
  "dark": 748,
  "star": 749,
  "ob": 750,
  "flo": 751,
  "place": 752,
  "because": 753,
  "Je": 754,
  "Jeod": 755,
  "dwarf": 756,
  "sat": 757,
  "run": 758,
  "lves": 759,
  "pow": 760,
  "full": 761,
  "went": 762,
  "dif": 763,
  "try": 764,
  "Rider": 765,
  "sup": 766,
  "Kat": 767,
  "Katrin": 768,
  "win": 769,
  "stood": 770,
  "seemed": 771,
  "Do": 772,
  "cannot": 773,
  "across": 774,
  "open": 775,
  "ze": 776,
  "ond": 777,
  "ither": 778,
  "ank": 779,
  "fted": 780,
  "bod": 781,
  "old": 782,
  "ff": 783,
  "vent": 784,
  "ching": 785,
  "Gla": 786,
  "bow": 787,
  "act": 788,
  "At": 789,
  "tri": 790,
  "Glaed": 791,
  "Glaedr": 792,
  "Shad": 793,
  "black": 794,
  "nothing": 795,
  "ord": 796,
  "hands": 797,
  "form": 798,
  "both": 799,
  "contin": 800,
  "temp": 801,
  "heard": 802,
  "feel": 803,
  "ask": 804,
  "ating": 805,
  "hold": 806,
  "her.": 807,
  "gi": 808,
  "heart": 809,
  "water": 810,
  "head.": 811,
  "ning": 812,
  "ways": 813,
  "ured": 814,
  "bled": 815,
  "rus": 816,
  "....": 817,
  "wh": 818,
  "ump": 819,
  "mar": 820,
  "blood": 821,
  "enti": 822,
  "grow": 823,
  "within": 824,
  "em": 825,
  "deep": 826,
  "pull": 827,
  "Carva": 828,
  "Carvahall": 829,
  "batt": 830,
  "sn": 831,
  "mes": 832,
  "For": 833,
  "half": 834,
  "xt": 835,
  "ken": 836,
  "ears": 837,
  "plac": 838,
  "lar": 839,
  "past": 840,
  "along": 841,
  "ering": 842,
  "lit": 843,
  "why": 844,
  "ers.": 845,
  "fle": 846,
  "Af": 847,
  "roll": 848,
  "words": 849,
  "stren": 850,
  "ot": 851,
  "selves": 852,
  "near": 853,
  "Far": 854,
  "dec": 855,
  "gether": 856,
  "dri": 857,
  "Katrina": 858,
  "arms": 859,
  "edge": 860,
  "grim": 861,
  "does": 862,
  "pain": 863,
  "something": 864,
  "comm": 865,
  "mon": 866,
  "After": 867,
  "du": 868,
  "outh": 869,
  "leave": 870,
  "quick": 871,
  "one.": 872,
  "mor": 873,
  "eas": 874,
  "lie": 875,
  "door": 876,
  "loan": 877,
  "gar": 878,
  "Her": 879,
  "Sloan": 880,
  "since": 881,
  "sible": 882,
  "guard": 883,
  "raw": 884,
  "real": 885,
  "ily": 886,
  "ove": 887,
  "strength": 888,
  "human": 889,
  "This": 890,
  "give": 891,
  "spo": 892,
  "tou": 893,
  "next": 894,
  "hamm": 895,
  "hur": 896,
  "held": 897,
  "tle": 898,
  "gn": 899,
  "wind": 900,
  "care": 901,
  "life": 902,
  "began": 903,
  "To": 904,
  "hor": 905,
  "matter": 906,
  "anted": 907,
  "angu": 908,
  "sever": 909,
  "neck": 910,
  "slow": 911,
  "vill": 912,
  "being": 913,
  "ques": 914,
  "nel": 915,
  "ung": 916,
  "told": 917,
  "mountain": 918,
  "conf": 919,
  "dro": 920,
  "Why": 921,
  "Dir": 922,
  "clear": 923,
  "ons": 924,
  "fall": 925,
  "ener": 926,
  "prote": 927,
  "tent": 928,
  "pos": 929,
  "power": 930,
  "clan": 931,
  "je": 932,
  "Now": 933,
  "uring": 934,
  "heim": 935,
  "above": 936,
  "bit": 937,
  "expe": 938,
  "se.": 939,
  "on.": 940,
  "forward": 941,
  "among": 942,
  "ended": 943,
  "stri": 944,
  "rew": 945,
  "cat": 946,
  "anger": 947,
  "part": 948,
  "Or": 949,
  "yet": 950,
  "reas": 951,
  "ided": 952,
  "Tron": 953,
  "Tronj": 954,
  "Tronjheim": 955,
  "pris": 956,
  "ks": 957,
  "rais": 958,
  "vel": 959,
  "shook": 960,
  "warri": 961,
  "ji": 962,
  "langu": 963,
  "fam": 964,
  "question": 965,
  "ms": 966,
  "going": 967,
  "Hor": 968,
  "covered": 969,
  "nodd": 970,
  "ary": 971,
  "tic": 972,
  "ized": 973,
  "answ": 974,
  "tried": 975,
  "reached": 976,
  "return": 977,
  "Aji": 978,
  "Ajihad": 979,
  "hour": 980,
  "dire": 981,
  "smo": 982,
  "onto": 983,
  "Yes": 984,
  "Horst": 985,
  "cour": 986,
  "white": 987,
  "better": 988,
  "sound": 989,
  "wonder": 990,
  "lead": 991,
  "continu": 992,
  "wal": 993,
  "already": 994,
  "sun": 995,
  "understand": 996,
  "cept": 997,
  "same": 998,
  "ase": 999
}