{
  "E": 0,
  " ": 1,
  "u": 2,
  "f": 3,
  "q": 4,
  "Q": 5,
  "S": 6,
  "B": 7,
  "r": 8,
  "U": 9,
  ".": 10,
  "j": 11,
  "û": 12,
  "Ú": 13,
  "—": 14,
  "e": 15,
  "n": 16,
  "…": 17,
  "Û": 18,
  "É": 19,
  "ú": 20,
  "‘": 21,
  "G": 22,
  " ": 23,
  "ê": 24,
  "d": 25,
  "ó": 26,
  "”": 27,
  "?": 28,
  "H": 29,
  "F": 30,
  "O": 31,
  "R": 32,
  "b": 33,
  "’": 34,
  "ö": 35,
  "ë": 36,
  ";": 37,
  "h": 38,
  "g": 39,
  "I": 40,
  "J": 41,
  "Í": 42,
  "Z": 43,
  "z": 44,
  "X": 45,
  "í": 46,
  "a": 47,
  "Ä": 48,
  "v": 49,
  "w": 50,
  "C": 51,
  "“": 52,
  "â": 53,
  "t": 54,
  "ï": 55,
  "-": 56,
  "D": 57,
  "W": 58,
  "o": 59,
  "y": 60,
  "m": 61,
  "T": 62,
  "Y": 63,
  "ô": 64,
  "A": 65,
  ":": 66,
  "P": 67,
  "L": 68,
  "–": 69,
  "Â": 70,
  "c": 71,
  "ü": 72,
  "é": 73,
  "l": 74,
  "K": 75,
  "i": 76,
  "î": 77,
  "x": 78,
  "k": 79,
  "N": 80,
  "p": 81,
  "á": 82,
  "ä": 83,
  "V": 84,
  "M": 85,
  "!": 86,
  "s": 87,
  "he": 88,
  "the": 89,
  "in": 90,
  "an": 91,
  "ed": 92,
  "ou": 93,
  "on": 94,
  "re": 95,
  "th": 96,
  "er": 97,
  "to": 98,
  "at": 99,
  "and": 100,
  "hi": 101,
  "as": 102,
  "ar": 103,
  "en": 104,
  "ing": 105,
  "or": 106,
  "of": 107,
  "st": 108,
  "ra": 109,
  "ll": 110,
  "es": 111,
  "ro": 112,
  "ha": 113,
  "it": 114,
  "le": 115,
  "se": 116,
  "ld": 117,
  "his": 118,
  "be": 119,
  "gh": 120,
  "wi": 121,
  "you": 122,
  "id": 123,
  "ow": 124,
  "is": 125,
  "rag": 126,
  "al": 127,
  "me": 128,
  "ac": 129,
  "ragon": 130,
  "ri": 131,
  "ve": 132,
  "we": 133,
  "Eragon": 134,
  "ad": 135,
  "no": 136,
  "with": 137,
  "was": 138,
  "ir": 139,
  "for": 140,
  "un": 141,
  "that": 142,
  "ver": 143,
  "li": 144,
  "ur": 145,
  "The": 146,
  "ght": 147,
  "ould": 148,
  "her": 149,
  "ly": 150,
  "ut": 151,
  "ent": 152,
  "ap": 153,
  "’s": 154,
  ".”": 155,
  "had": 156,
  "ce": 157,
  "rom": 158,
  "sa": 159,
  "ch": 160,
  "him": 161,
  "so": 162,
  "ag": 163,
  "ti": 164,
  "lo": 165,
  "ard": 166,
  "all": 167,
  "ay": 168,
  "ke": 169,
  "ne": 170,
  "nd": 171,
  "mo": 172,
  "out": 173,
  "ain": 174,
  "one": 175,
  "fe": 176,
  "not": 177,
  "she": 178,
  "ther": 179,
  "de": 180,
  "co": 181,
  "ter": 182,
  "pe": 183,
  "He": 184,
  "ho": 185,
  "s.": 186,
  "from": 187,
  "ion": 188,
  "ab": 189,
  "but": 190,
  "have": 191,
  "ted": 192,
  "mp": 193,
  "ck": 194,
  "they": 195,
  "hat": 196,
  "us": 197,
  "ge": 198,
  "said": 199,
  "if": 200,
  "con": 201,
  "ound": 202,
  "are": 203,
  "fo": 204,
  "them": 205,
  "aphi": 206,
  "Saphi": 207,
  "Saphira": 208,
  "el": 209,
  "up": 210,
  "would": 211,
  "ry": 212,
  "led": 213,
  "od": 214,
  "their": 215,
  "were": 216,
  "do": 217,
  "ind": 218,
  "sh": 219,
  "ough": 220,
  "whe": 221,
  "te": 222,
  "am": 223,
  "hed": 224,
  "ked": 225,
  "ex": 226,
  "then": 227,
  "ill": 228,
  "ong": 229,
  "ru": 230,
  "wor": 231,
  "si": 232,
  "oran": 233,
  "ers": 234,
  "’t": 235,
  "our": 236,
  "now": 237,
  "?”": 238,
  "Roran": 239,
  "ack": 240,
  "su": 241,
  "po": 242,
  "your": 243,
  "“I": 244,
  "lf": 245,
  "could": 246,
  "man": 247,
  "fi": 248,
  "ed.": 249,
  "la": 250,
  "ves": 251,
  "pp": 252,
  "ca": 253,
  "way": 254,
  "whi": 255,
  "ta": 256,
  " ": 257,
  "\n": 258,
  ",": 259,
  "</PAD>": 260,
  "</SOS>": 261,
  "</EOS>": 262,
  "</UNK>": 263
}