{"c": 0, "t": 1, "?": 2, "s": 3, "/": 4, "h": 5, "z": 6, "y": 7, "d": 8, "f": 9, "u": 10, "-": 11, "m": 12, "!": 13, "w": 14, "n": 15, "i": 16, "\u2019": 17, "l": 18, "x": 19, ";": 20, "e": 21, "a": 22, "q": 23, "v": 24, "b": 25, ":": 26, "o": 27, "k": 28, "r": 29, "%": 30, "j": 31, "g": 32, "p": 33, "th": 34, "ou": 35, "you": 36, "er": 37, "in": 38, "at": 39, "an": 40, "the": 41, "on": 42, "re": 43, "me": 44, "is": 45, "no": 46, "to": 47, "ll": 48, "it": 49, "st": 50, "ing": 51, "le": 52, "ve": 53, "ay": 54, "se": 55, "ri": 56, "we": 57, "wh": 58, "ere": 59, "that": 60, "or": 61, "be": 62, "ar": 63, "he": 64, "and": 65, "of": 66, "en": 67, "ro": 68, "ha": 69, "ok": 70, "ow": 71, "ome": 72, "go": 73, "nt": 74, "now": 75, "ver": 76, "they": 77, "ke": 78, "im": 79, "as": 80, "atn": 81, "iss": 82, "katn": 83, "katniss": 84, "pe": 85, "et": 86, "ill": 87, "ont": 88, "id": 89, "al": 90, "what": 91, "ut": 92, "es": 93, "ac": 94, "lo": 95, "gh": 96, "are": 97, "okay": 98, "na": 99, "li": 100, "not": 101, "your": 102, "do": 103, "tri": 104, "dont": 105, "ad": 106, "ust": 107, "have": 108, "ght": 109, "its": 110, "ld": 111, "sh": 112, "this": 113, "know": 114, "ga": 115, "ed": 116, "just": 117, "if": 118, "ct": 119, "one": 120, "ould": 121, "out": 122, "de": 123, "for": 124, "fi": 125, "can": 126, "katniss:": 127, "but": 128, "come": 129, "so": 130, "thing": 131, "od": 132, "rom": 133, "ye": 134, "ly": 135, "all": 136, "there": 137, "ever": 138, "ch": 139, "get": 140, "from": 141, "dis": 142, "she": 143, "was": 144, "here": 145, "distri": 146, "district": 147, "ce": 148, "well": 149, "pri": 150, "our": 151, "un": 152, "gon": 153, "gonna": 154, "ake": 155, "youre": 156, "prim": 157, "did": 158, "my": 159, "how": 160, "some": 161, "like": 162, "ion": 163, "tr": 164, "fin": 165, "ter": 166, "ir": 167, "mo": 168, "su": 169, "ink": 170, "ple": 171, "ex": 172, "than": 173, "wo": 174, "right": 175, "peet": 176, "think": 177, "ab": 178, "gale": 179, "peeta": 180, "co": 181, "wi": 182, "pp": 183, "her": 184, "any": 185, "them": 186, "with": 187, "ah": 188, "ca": 189, "ack": 190, "us": 191, "thank": 192, "look": 193, "wan": 194, "see": 195, "fe": 196, "sa": 197, "ic": 198, "kill": 199, "ers": 200, "let": 201, "no!": 202, "gale:": 203, "ive": 204, "yeah": 205, "thats": 206, "up": 207, "tribut": 208, "am": 209, "will": 210, "love": 211, "oh": 212, "tle": 213, "very": 214, "when": 215, "nd": 216, "ti": 217, "time": 218, "say": 219, "ne": 220, "art": 221, "about": 222, "were": 223, "ong": 224, "game": 225, "way": 226, "make": 227, "te": 228, "wel": 229, "unt": 230, "win": 231, "rose": 232, "ace": 233, "ra": 234, "happ": 235, "may": 236, "would": 237, "two": 238, "pre": 239, "ther": 240, "uh": 241, "use": 242, "year": 243, "ep": 244, "ound": 245, "ry": 246, "hes": 247, "la": 248, "too": 249, "bet": 250, "ul": 251, "lit": 252, "something": 253, "own": 254, "find": 255, "man": 256, "tor": 257, "sor": 258, "lets": 259, "ten": 260, "good": 261, "why": 262, "should": 263, "primrose": 264, "got": 265, "fa": 266, "could": 267, "ck": 268, "little": 269, "welcome": 270, "fo": 271, "ation": 272, "tributes": 273, "show": 274, "ho": 275, "sure": 276, "row": 277, "primrose:": 278, "fir": 279, "first": 280, "try": 281, "back": 282, "ight": 283, "ds": 284, "ur": 285, "ge": 286, "yes": 287, "bo": 288, "ru": 289, "ally": 290, "und": 291, "day": 292, "every": 293, "ot": 294, "fav": 295, "favor": 296, "take": 297, "ger": 298, "gu": 299, "everde": 300, "everdeen": 301, "ma": 302, "peo": 303, "people": 304, "min": 305, "give": 306, "di": 307, "want": 308, "him": 309, "ose": 310, "kn": 311, "mb": 312, "where": 313, "peace": 314, "what?": 315, "cat": 316, "wor": 317, "better": 318, "wanna": 319, "ig": 320, "theyre": 321, "down": 322, "ext": 323, "ef": 324, "ous": 325, "vo": 326, "el": 327, "men": 328, "sp": 329, "ance": 330, "knif": 331, "knife": 332, "bod": 333, "body": 334, "ady": 335, "plea": 336, "please": 337, "o!": 338, "name": 339, "only": 340, "under": 341, "pl": 342, "then": 343, "maybe": 344, "didnt": 345, "hun": 346, "games": 347, "has": 348, "gir": 349, "girl": 350, "pro": 351, "okay?": 352, "af": 353, "next": 354, "effi": 355, "effie": 356, "ath": 357, "vic": 358, "gen": 359, "vol": 360, "volunt": 361, "volunte": 362, "eve": 363, "need": 364, "hel": 365, "help": 366, "ice": 367, "ade": 368, "their": 369, "tion": 370, "ine": 371, "said": 372, "reme": 373, "ish": 374, "it?": 375, "ap": 376, "keep": 377, "cour": 378, "sto": 379, "stop": 380, "wat": 381, "happen": 382, "hunger": 383, "mom": 384, "sit": 385, "mak": 386, "woman": 387, "pi": 388, "ard": 389, "death": 390, "victor": 391, "volunteer": 392, "cant": 393, "feel": 394, "theres": 395, "care": 396, "star": 397, "tal": 398, "most": 399, "cause": 400, "mean": 401, "that?": 402, "ate": 403, "hope": 404, "ready": 405, "over": 406, "atten": 407, "attention": 408, "ain": 409, "winn": 410, "shh": 411, "going": 412, "rememb": 413, "remember": 414, "wont": 415, "off": 416, "act": 417, "il": 418, "bad": 419, "head": 420, "effie:": 421, "ss": 422, "ree": 423, "nu": 424, "ies": 425, "hand": 426, "boy": 427, "mell": 428, "ark": 429, "dif": 430, "diff": 431, "differe": 432, "talk": 433, "tell": 434, "spon": 435, "sponsor": 436, "sponsors": 437, "fire": 438, "you!": 439, "by": 440, "mor": 441, "sco": 442, "score": 443, "home": 444, "katniss!": 445, "gre": 446, "ta": 447, "ite": 448, "fine": 449, "ving": 450, "qu": 451, "happy": 452, "odds": 453, "uck": 454, "hey": 455, "does": 456, "after": 457, "peacemak": 458, "peacemaker": 459, "woman:": 460, "fore": 461, "br": 462, "urn": 463, "ach": 464, "tribute": 465, "sorry": 466, "lis": 467, "put": 468, "bow": 469, "different": 470, "even": 471, "whi": 472, "rat": 473, "ations": 474, "who": 475, "om": 476, "lot": 477, "oin": 478, "life": 479, "wa": 480, "swe": 481, "stu": 482, "sel": 483, "other": 484, "tomor": 485, "tomorrow": 486, "con": 487, "lovely": 488, "peeta?": 489, "end": 490, "\u2019s": 491, "dre": 492, "gr": 493, "still": 494, "course": 495, "nothing": 496, "killed": 497, "live": 498, "might": 499, "real": 500, "ent": 501, "ered": 502, "whats": 503, "mu": 504, "much": 505, "wish": 506, "hur": 507, "before": 508, "ci": 509, "ought": 510, "ble": 511, "aga": 512, "again": 513, "turn": 514, "each": 515, "ng": 516, "ant": 517, "lad": 518, "ladies": 519, "big": 520, "listen": 521, "ting": 522, "rong": 523, "went": 524, "four": 525, "go!": 526, "hay": 527, "haym": 528, "haymit": 529, "haymitch": 530, "mentor": 531, "things": 532, "supp": 533, "ment": 534, "made": 535, "years": 536, "mome": 537, "moment": 538, "youd": 539, "swee": 540, "sweethe": 541, "sweetheart": 542, "stuf": 543, "stuff": 544, "arm": 545, "really": 546, "stay": 547, "those": 548, "doing": 549, "cro": 550, "cin": 551, "bra": 552, "nice": 553, "theyll": 554, "because": 555, "die": 556, "wait": 557, "almost": 558, "hear": 559, "sho": 560, "shes": 561, "hi": 562, "you?": 563, "self": 564, "ste": 565, "lover": 566, "acker": 567, "peeta!": 568, "it\u2019s": 569, "been": 570, "once": 571, "ass": 572, "dam": 573, "damn": 574, "whatre": 575, "reap": 576, "reaping": 577, "keepers": 578, "sell": 579, "seen": 580, "favorite": 581, "cry": 582, "lau": 583, "mi": 584, "never": 585, "ty": 586, "ess": 587, "exact": 588, "ms": 589, "long": 590, "spe": 591, "speci": 592, "special": 593, "sid": 594, "ris": 595, "districts": 596, "cou": 597, "until": 598, "came": 599, "new": 600, "cre": 601, "young": 602, "age": 603, "prese": 604, "present": 605, "74th": 606, "annu": 607, "annual": 608, "dr": 609, "bring": 610, "sis": 611, "sister": 612, "mellark": 613, "minut": 614, "more": 615, "che": 616, "mat": 617, "comes": 618, "had": 619, "um": 620, "ful": 621, "bab": 622, "cong": 623, "congrat": 624, "congratul": 625, "wheres": 626, "start": 627, "save": 628, "room": 629, "around": 630, "cit": 631, "which": 632, "chance": 633, "zing": 634, "sur": 635, "happened": 636, "poin": 637, "point": 638, "cle": 639, "able": 640, "right?": 641, "talking": 642, "dead": 643, "com": 644, "train": 645, "val": 646, "huh": 647, "cato!": 648, "shoot": 649, "ys": 650, "throw": 651, "winner": 652, "ious": 653, "thanks": 654, "cor": 655, "cato": 656, "rue": 657, "ned": 658, "gentle": 659, "gentlemen": 660, "secon": 661, "chan": 662, "change": 663, "run": 664, "tracker": 665, "gone": 666, "light": 667, "underdo": 668, "underdog": 669, "med": 670, "medic": 671, "medicine": 672, "noo!": 673, "leep": 674, "green": 675, "gotta": 676, "ny": 677, "cra": 678, "peacekeepers": 679, "today": 680, "did?": 681, "stoppe": 682, "stopped": 683, "watch": 684, "root": 685, "ches": 686, "know?": 687, "wouldnt": 688, "five": 689, "mile": 690, "miles": 691, "bro": 692, "s?": 693, "kid": 694, "god": 695, "quir": 696, "many": 697, "guess": 698, "exactly": 699, "vend": 700, "vendor": 701, "vendor:": 702, "mock": 703, "mocking": 704, "mockingj": 705, "mockingjay": 706, "aw": 707, "bea": 708, "beaut": 709, "beautif": 710, "beautiful": 711, "liked": 712, "prote": 713, "protect": 714, "sig": 715, "sign": 716, "bit": 717, "hurt": 718, "war": 719, "count": 720, "hard": 721, "won": 722, "free": 723, "ated": 724, "fight": 725, "hon": 726, "honor": 727, "courage": 728, "ser": 729, "lect": 730, "volunteer!": 731, "lea": 732, "leave": 733, "wasnt": 734, "food": 735, "isnt": 736, "mart": 737, "hunt": 738, "underst": 739, "understand": 740, "strong": 741, "twent": 742, "twenty": 743, "soon": 744, "per": 745, "ort": 746, "thou": 747, "jo": 748, "probab": 749, "him?": 750, "look!": 751, "anything": 752, "congratulations": 753, "plan": 754, "suppose": 755, "supposed": 756, "adv": 757, "advice": 758, "heart": 759, "ref": 760, "excit": 761, "forget": 762, "ze": 763, "shel": 764, "shelter": 765, "alive": 766, "knows": 767, "youve": 768, "cru": 769, "saying": 770, "cinna": 771, "brave": 772, "par": 773, "pret": 774, "pretty": 775, "trying": 776, "fri": 777, "somebody": 778, "shouldnt": 779, "sse": 780, "ssed": 781, "they?": 782, "bu": 783, "gl": 784, "glim": 785, "ps": 786, "ind": 787, "pow": 788, "power": 789, "ama": 790, "amazing": 791, "anybody": 792, "pen": 793, "fla": 794, "flame": 795, "ner": 796, "three": 797, "days": 798, "everybody": 799, "swor": 800, "sword": 801, "tou": 802, "touch": 803, "took": 804, "eight": 805, "leth": 806, "lethal": 807, "same": 808, "des": 809, "alright": 810, "fl": 811, "his": 812, "winning": 813, "finally": 814, "guys": 815, "ak": 816, "see?": 817, "eval": 818, "evalu": 819, "high": 820, "last": 821, "shot": 822, "already": 823, "must": 824, "fire!": 825, "round": 826, "caes": 827, "caesar": 828, "heard": 829, "app": 830, "prep": 831, "prepare": 832, "prepared": 833, "est": 834, "showers": 835, "smell": 836, "not?": 837, "luck": 838, "best": 839, "stop!": 840, "case": 841, "lovers": 842, "both": 843, "too?": 844, "another": 845, "cornu": 846, "cornuco": 847, "cornucopi": 848, "cornucopia": 849, "seconds": 850, "wed": 851, "cann": 852, "cannon": 853, "lef": 854, "left": 855, "hall": 856, "run!": 857, "doing?": 858, "great": 859, "yr": 860, "figu": 861, "figure": 862, "victors": 863, "couldnt": 864, "name!": 865, "dream": 866, "dreaming": 867, "ick": 868, "sleep": 869, "deep": 870, "mead": 871, "meadow": 872, "willow": 873, "bed": 874, "grass": 875, "sof": 876, "soft": 877, "pill": 878, "pillow": 879, "song": 880, "finish": 881, "i\u2019": 882, "i\u2019ll": 883, "fun": 884, "funny": 885, "pound": 886, "deer": 887, "p?": 888, "place": 889, "ling": 890, "everyone": 891, "laugh": 892, "wood": 893, "anyway": 894, "cut": 895, "worse": 896, "thers": 897, "having": 898, "kids": 899, "god!": 900, "real?": 901, "cost": 902, "squir": 903, "squirre": 904, "squirrel": 905, "times": 906, "arent": 907, "hm": 908, "this?": 909, "yours": 910, "aww": 911, "everdeen:": 912, "pin": 913, "prom": 914, "promis": 915, "promise": 916, "blo": 917, "blood": 918, "doesnt": 919, "ahead": 920, "gin": 921, "capi": 922, "capito": 923, "capitol": 924, "presid": 925, "president": 926, "snow": 927, "mother": 928, "less": 929, "teen": 930, "fed": 931, "brother": 932, "tra": 933, "tre": 934, "sac": 935, "sacri": 936, "sacrifi": 937, "sacrifice": 938, "der": 939, "gener": 940, "given": 941, "ast": 942, "safe": 943, "guard": 944, "that!": 945, "represent": 946, "usu": 947, "everdeen!": 948, "dear": 949, "up!": 950, "prim!": 951, "beli": 952, "believe": 953, "mom!": 954, "noo": 955, "hands": 956, "minutes": 957, "matter": 958, "understand?": 959, "stronger": 960, "als": 961, "starve": 962, "havent": 963, "stal": 964, "uts": 965, "hour": 966, "though": 967, "while": 968, "joy": 969, "probably": 970, "wrong": 971, "getting": 972, "ea": 973, "such": 974, "hurry": 975, "resh": 976, "drink": 977, "year?": 978, "exciting": 979, "oh!": 980, "join": 981, "saving": 982, "ask": 983, "fact": 984, " ": 985, "\n": 986, ".": 987, ",": 988, "</PAD>": 989, "</SOS>": 990, "</EOS>": 991, "</UNK>": 992, "6": 993, "2": 994, "8": 995, "9": 996, "4": 997, "7": 998, "0": 999, "3": 1000, "1": 1001, "5": 1002, "12": 1003, "10": 1004, "74": 1005, "20": 1006}