{
  "k": 0,
  "d": 1,
  "x": 2,
  "y": 3,
  "p": 4,
  "m": 5,
  "c": 6,
  "a": 7,
  "z": 8,
  "h": 9,
  "v": 10,
  "f": 11,
  "q": 12,
  "i": 13,
  "n": 14,
  "j": 15,
  "u": 16,
  "l": 17,
  "o": 18,
  "b": 19,
  "e": 20,
  "t": 21,
  "g": 22,
  "w": 23,
  "s": 24,
  "r": 25,
  "th": 26,
  "ou": 27,
  "an": 28,
  "er": 29,
  "in": 30,
  "the": 31,
  "or": 32,
  "en": 33,
  "ar": 34,
  "is": 35,
  "es": 36,
  "on": 37,
  "and": 38,
  "at": 39,
  "ll": 40,
  "to": 41,
  "st": 42,
  "you": 43,
  "me": 44,
  "no": 45,
  "ha": 46,
  "ing": 47,
  "se": 48,
  "of": 49,
  "wh": 50,
  "le": 51,
  "wi": 52,
  "be": 53,
  "he": 54,
  "re": 55,
  "it": 56,
  "ve": 57,
  "ch": 58,
  "ro": 59,
  "my": 60,
  "for": 61,
  "as": 62,
  "ce": 63,
  "ay": 64,
  "that": 65,
  "ed": 66,
  "li": 67,
  "ir": 68,
  "ld": 69,
  "we": 70,
  "ut": 71,
  "ere": 72,
  "ke": 73,
  "not": 74,
  "us": 75,
  "ri": 76,
  "de": 77,
  "lo": 78,
  "with": 79,
  "so": 80,
  "gh": 81,
  "ent": 82,
  "co": 83,
  "thou": 84,
  "your": 85,
  "go": 86,
  "hi": 87,
  "ow": 88,
  "our": 89,
  "et": 90,
  "al": 91,
  "ad": 92,
  "ther": 93,
  "his": 94,
  "but": 95,
  "un": 96,
  "this": 97,
  "io": 98,
  "all": 99,
  "est": 100,
  "have": 101,
  "ard": 102,
  "ly": 103,
  "ur": 104,
  "do": 105,
  "ght": 106,
  "ra": 107,
  "him": 108,
  "ma": 109,
  "king": 110,
  "od": 111,
  "ord": 112,
  "ess": 113,
  "what": 114,
  "now": 115,
  "am": 116,
  "pe": 117,
  "thy": 118,
  "ver": 119,
  "ill": 120,
  "sha": 121,
  "are": 122,
  "fe": 123,
  "id": 124,
  "will": 125,
  "her": 126,
  "ould": 127,
  "fa": 128,
  "ck": 129,
  "ge": 130,
  "one": 131,
  "man": 132,
  "ne": 133,
  "by": 134,
  "ru": 135,
  "su": 136,
  "la": 137,
  "ta": 138,
  "pr": 139,
  "ti": 140,
  "if": 141,
  "po": 142,
  "con": 143,
  "ter": 144,
  "sh": 145,
  "shall": 146,
  "lord": 147,
  "end": 148,
  "qu": 149,
  "mor": 150,
  "thee": 151,
  "whi": 152,
  "com": 153,
  "art": 154,
  "come": 155,
  "up": 156,
  "bo": 157,
  "ca": 158,
  "ry": 159,
  "ho": 160,
  "let": 161,
  "good": 162,
  "well": 163,
  "mo": 164,
  "ain": 165,
  "fro": 166,
  "ence": 167,
  "du": 168,
  "oun": 169,
  "ous": 170,
  "sel": 171,
  "mar": 172,
  "si": 173,
  "mu": 174,
  "she": 175,
  "sir": 176,
  "te": 177,
  "pro": 178,
  "then": 179,
  "per": 180,
  "from": 181,
  "ius": 182,
  "was": 183,
  "than": 184,
  "ine": 185,
  "ath": 186,
  "there": 187,
  "who": 188,
  "more": 189,
  "ant": 190,
  "ion": 191,
  "which": 192,
  "ul": 193,
  "ble": 194,
  "here": 195,
  "would": 196,
  "ven": 197,
  "row": 198,
  "can": 199,
  "they": 200,
  "ward": 201,
  "ind": 202,
  "men": 203,
  "ate": 204,
  "say": 205,
  "ong": 206,
  "how": 207,
  "out": 208,
  "ight": 209,
  "sa": 210,
  "wor": 211,
  "them": 212,
  "know": 213,
  "bro": 214,
  "self": 215,
  "ak": 216,
  "see": 217,
  "ers": 218,
  "ct": 219,
  "their": 220,
  "rich": 221,
  "love": 222,
  "gre": 223,
  "wo": 224,
  "ive": 225,
  "il": 226,
  "gl": 227,
  "tis": 228,
  "ie": 229,
  "war": 230,
  "duke": 231,
  "like": 232,
  "were": 233,
  "ag": 234,
  "may": 235,
  "hath": 236,
  "spe": 237,
  "lu": 238,
  "when": 239,
  "ba": 240,
  "fo": 241,
  "where": 242,
  "au": 243,
  "fore": 244,
  "ok": 245,
  "ves": 246,
  "nor": 247,
  "ep": 248,
  "some": 249,
  "vo": 250,
  "fir": 251,
  "upon": 252,
  "make": 253,
  "que": 254,
  "ish": 255,
  "fri": 256,
  "way": 257,
  "should": 258,
  "tru": 259,
  "must": 260,
  "richard": 261,
  "yet": 262,
  "ink": 263,
  "did": 264,
  "ju": 265,
  "had": 266,
  "queen": 267,
  "rome": 268,
  "son": 269,
  "ii": 270,
  "ple": 271,
  "mb": 272,
  "cent": 273,
  "pa": 274,
  "ran": 275,
  "gra": 276,
  "thing": 277,
  "own": 278,
  "first": 279,
  "why": 280,
  "ear": 281,
  "father": 282,
  "mer": 283,
  "ound": 284,
  "god": 285,
  "ci": 286,
  "vi": 287,
  "der": 288,
  "el": 289,
  "ady": 290,
  "too": 291,
  "edward": 292,
  "again": 293,
  "cor": 294,
  "ity": 295,
  "dis": 296,
  "ure": 297,
  "blo": 298,
  "br": 299,
  "take": 300,
  "hast": 301,
  "ty": 302,
  "centio": 303,
  "death": 304,
  "speak": 305,
  "mis": 306,
  "gent": 307,
  "use": 308,
  "day": 309,
  "pet": 310,
  "give": 311,
  "hen": 312,
  "off": 313,
  "time": 314,
  "word": 315,
  "ser": 316,
  "ince": 317,
  "think": 318,
  "swe": 319,
  "henry": 320,
  "ort": 321,
  "tell": 322,
  "lan": 323,
  "mine": 324,
  "sp": 325,
  "gentle": 326,
  "yor": 327,
  "york": 328,
  "heart": 329,
  "ex": 330,
  "these": 331,
  "very": 332,
  "gu": 333,
  "look": 334,
  "romeo": 335,
  "na": 336,
  "ful": 337,
  "most": 338,
  "hear": 339,
  "hand": 340,
  "such": 341,
  "mon": 342,
  "hea": 343,
  "cest": 344,
  "cl": 345,
  "hon": 346,
  "ab": 347,
  "less": 348,
  "di": 349,
  "abe": 350,
  "jo": 351,
  "glou": 352,
  "gloucest": 353,
  "brother": 354,
  "ment": 355,
  "land": 356,
  "des": 357,
  "gn": 358,
  "lady": 359,
  "gloucester": 360,
  "ts": 361,
  "af": 362,
  "bre": 363,
  "blood": 364,
  "wick": 365,
  "ness": 366,
  "vin": 367,
  "other": 368,
  "bu": 369,
  "coun": 370,
  "mp": 371,
  "any": 372,
  "ac": 373,
  "ey": 374,
  "pp": 375,
  "llow": 376,
  "stand": 377,
  "fair": 378,
  "ance": 379,
  "lea": 380,
  "friend": 381,
  "new": 382,
  "ster": 383,
  "life": 384,
  "vincentio": 385,
  "made": 386,
  "oul": 387,
  "warwick": 388,
  "ange": 389,
  "pray": 390,
  "ild": 391,
  "ving": 392,
  "lt": 393,
  "ans": 394,
  "call": 395,
  "urse": 396,
  "lie": 397,
  "ling": 398,
  "much": 399,
  "iz": 400,
  "honour": 401,
  "fear": 402,
  "never": 403,
  "tion": 404,
  "great": 405,
  "urn": 406,
  "ang": 407,
  "ise": 408,
  "ms": 409,
  "tr": 410,
  "ic": 411,
  "wn": 412,
  "pre": 413,
  "ings": 414,
  "pla": 415,
  "inius": 416,
  "done": 417,
  "sweet": 418,
  "part": 419,
  "doth": 420,
  "les": 421,
  "fort": 422,
  "heaven": 423,
  "bear": 424,
  "int": 425,
  "ies": 426,
  "corio": 427,
  "age": 428,
  "true": 429,
  "tle": 430,
  "ice": 431,
  "bet": 432,
  "gar": 433,
  "before": 434,
  "rown": 435,
  "cond": 436,
  "lay": 437,
  "name": 438,
  "petru": 439,
  "cannot": 440,
  "thus": 441,
  "live": 442,
  "both": 443,
  "petruch": 444,
  "petruchio": 445,
  "wer": 446,
  "ation": 447,
  "mber": 448,
  "ina": 449,
  "night": 450,
  "head": 451,
  "noble": 452,
  "away": 453,
  "being": 454,
  "cap": 455,
  "ol": 456,
  "ue": 457,
  "red": 458,
  "ens": 459,
  "set": 460,
  "ford": 461,
  "prince": 462,
  "coriolan": 463,
  "coriolanus": 464,
  "res": 465,
  "pri": 466,
  "been": 467,
  "ont": 468,
  "ough": 469,
  "hold": 470,
  "juli": 471,
  "menen": 472,
  "menenius": 473,
  "though": 474,
  "ast": 475,
  "juliet": 476,
  "mad": 477,
  "ass": 478,
  "tho": 479,
  "cut": 480,
  "second": 481,
  "ase": 482,
  "long": 483,
  "fi": 484,
  "wr": 485,
  "ever": 486,
  "ap": 487,
  "op": 488,
  "ouse": 489,
  "down": 490,
  "myself": 491,
  "mio": 492,
  "grace": 493,
  "par": 494,
  "leave": 495,
  "put": 496,
  "old": 497,
  " ": 498,
  "\n": 499,
  "</SOS>": 500,
  "</EOS>": 501,
  "</PAD>": 502,
  "3": 503
}