{
  "V": 0,
  "i": 1,
  "D": 2,
  "w": 3,
  "Y": 4,
  "u": 5,
  "-": 6,
  "t": 7,
  "Z": 8,
  "U": 9,
  "r": 10,
  "R": 11,
  "l": 12,
  "T": 13,
  "y": 14,
  "h": 15,
  "a": 16,
  "C": 17,
  "L": 18,
  "J": 19,
  "z": 20,
  ":": 21,
  "O": 22,
  "!": 23,
  "S": 24,
  ".": 25,
  "k": 26,
  "B": 27,
  "Q": 28,
  "H": 29,
  "?": 30,
  "x": 31,
  "m": 32,
  "I": 33,
  "G": 34,
  "W": 35,
  "K": 36,
  "P": 37,
  "&": 38,
  "d": 39,
  "v": 40,
  "M": 41,
  "b": 42,
  "j": 43,
  "A": 44,
  "E": 45,
  "n": 46,
  "p": 47,
  "$": 48,
  "g": 49,
  "s": 50,
  "f": 51,
  "e": 52,
  "F": 53,
  "c": 54,
  "X": 55,
  "q": 56,
  ";": 57,
  "N": 58,
  "o": 59,
  "th": 60,
  "ou": 61,
  "er": 62,
  "in": 63,
  "an": 64,
  "the": 65,
  "or": 66,
  "is": 67,
  "en": 68,
  "ar": 69,
  "at": 70,
  "es": 71,
  "on": 72,
  "ll": 73,
  "st": 74,
  "to": 75,
  "and": 76,
  "me": 77,
  "you": 78,
  "he": 79,
  "no": 80,
  "se": 81,
  "ha": 82,
  "of": 83,
  "re": 84,
  "ve": 85,
  "it": 86,
  "ing": 87,
  "le": 88,
  "be": 89,
  "wi": 90,
  "my": 91,
  "hi": 92,
  "ow": 93,
  "ce": 94,
  "for": 95,
  "nd": 96,
  "ay": 97,
  "ch": 98,
  "as": 99,
  "ld": 100,
  "ir": 101,
  "ere": 102,
  "ed": 103,
  "ut": 104,
  "ro": 105,
  "not": 106,
  "li": 107,
  "hat": 108,
  "we": 109,
  "de": 110,
  "that": 111,
  "gh": 112,
  "And": 113,
  "ke": 114,
  "oo": 115,
  "our": 116,
  "with": 117,
  "ent": 118,
  "his": 119,
  "so": 120,
  "ri": 121,
  "your": 122,
  "thou": 123,
  "ther": 124,
  "ad": 125,
  "O:": 126,
  "et": 127,
  "al": 128,
  "co": 129,
  "all": 130,
  "ght": 131,
  "EN": 132,
  "ur": 133,
  "us": 134,
  "have": 135,
  "him": 136,
  "IN": 137,
  "ly": 138,
  "ra": 139,
  "ho": 140,
  "this": 141,
  "est": 142,
  "S:": 143,
  "ord": 144,
  "do": 145,
  "un": 146,
  "ma": 147,
  "ess": 148,
  "AR": 149,
  "pe": 150,
  "ould": 151,
  "ood": 152,
  "lo": 153,
  "fe": 154,
  "id": 155,
  "thy": 156,
  "am": 157,
  "ver": 158,
  "are": 159,
  "Th": 160,
  "fa": 161,
  "ck": 162,
  "IO:": 163,
  "man": 164,
  "now": 165,
  "ti": 166,
  "sha": 167,
  "will": 168,
  "her": 169,
  "ne": 170,
  "ard": 171,
  "The": 172,
  "one": 173,
  "ain": 174,
  "ge": 175,
  "but": 176,
  "su": 177,
  "US:": 178,
  "here": 179,
  "ter": 180,
  "con": 181,
  "end": 182,
  "pr": 183,
  "To": 184,
  "by": 185,
  "thee": 186,
  "ru": 187,
  "la": 188,
  "shall": 189,
  "art": 190,
  "sh": 191,
  "mor": 192,
  "UC": 193,
  "po": 194,
  "ING": 195,
  "up": 196,
  "rom": 197,
  "AN": 198,
  "That": 199,
  "what": 200,
  "ER": 201,
  "ta": 202,
  "OR": 203,
  "own": 204,
  "mo": 205,
  "ous": 206,
  "com": 207,
  "sel": 208,
  "ET": 209,
  "if": 210,
  "go": 211,
  "good": 212,
  "ill": 213,
  "mu": 214,
  "qu": 215,
  "But": 216,
  "ath": 217,
  "ine": 218,
  "hen": 219,
  "ight": 220,
  "lord": 221,
  "ion": 222,
  "hich": 223,
  "king": 224,
  "te": 225,
  "ble": 226,
  "A:": 227,
  "ant": 228,
  "What": 229,
  "well": 230,
  "bo": 231,
  "was": 232,
  "ers": 233,
  "KING": 234,
  "ven": 235,
  "bl": 236,
  "il": 237,
  "ry": 238,
  "come": 239,
  "from": 240,
  "ong": 241,
  "ca": 242,
  "ind": 243,
  "more": 244,
  "ome": 245,
  "For": 246,
  "ul": 247,
  "she": 248,
  "ak": 249,
  "them": 250,
  "IC": 251,
  "sa": 252,
  "sir": 253,
  "self": 254,
  "OL": 255,
  "would": 256,
  "know": 257,
  "wor": 258,
  "ct": 259,
  "out": 260,
  "can": 261,
  "ive": 262,
  "EL": 263,
  "say": 264,
  "let": 265,
  "then": 266,
  "love": 267,
  "IUS:": 268,
  "ARD": 269,
  "their": 270,
  "ate": 271,
  "there": 272,
  "My": 273,
  "di": 274,
  "than": 275,
  "ep": 276,
  "ci": 277,
  "see": 278,
  "s.": 279,
  "they": 280,
  "--": 281,
  "ST": 282,
  "Ill": 283,
  "ence": 284,
  "ag": 285,
  "fore": 286,
  "E:": 287,
  "ves": 288,
  "like": 289,
  "ear": 290,
  "spe": 291,
  "Go": 292,
  "ON": 293,
  "hy": 294,
  "may": 295,
  "ish": 296,
  "ast": 297,
  "were": 298,
  "bro": 299,
  "way": 300,
  "wo": 301,
  "pro": 302,
  "As": 303,
  "per": 304,
  "We": 305,
  "ink": 306,
  "row": 307,
  "hath": 308,
  "II": 309,
  "irst": 310,
  "No": 311,
  "make": 312,
  "You": 313,
  "who": 314,
  "thing": 315,
  "tru": 316,
  "ure": 317,
  "must": 318,
  "ple": 319,
  "gra": 320,
  "ound": 321,
  "ap": 322,
  "ith": 323,
  "some": 324,
  "men": 325,
  "ave": 326,
  "ook": 327,
  "should": 328,
  "father": 329,
  "fi": 330,
  "He": 331,
  "RO": 332,
  "TIO:": 333,
  "ity": 334,
  "too": 335,
  "had": 336,
  "upon": 337,
  "use": 338,
  "did": 339,
  "ET:": 340,
  "AU": 341,
  "ig": 342,
  "day": 343,
  "reat": 344,
  "ward": 345,
  "ol": 346,
  "dis": 347,
  "how": 348,
  "ance": 349,
  "which": 350,
  "death": 351,
  "oun": 352,
  "word": 353,
  "fri": 354,
  "time": 355,
  "If": 356,
  "sp": 357,
  "when": 358,
  "ue": 359,
  "K:": 360,
  "speak": 361,
  "In": 362,
  "entle": 363,
  "heart": 364,
  "CA": 365,
  "again": 366,
  "ICH": 367,
  "RICH": 368,
  "el": 369,
  "vi": 370,
  "ful": 371,
  "DU": 372,
  "DUK": 373,
  "hand": 374,
  "DUKE": 375,
  "pl": 376,
  "yet": 377,
  "mar": 378,
  "um": 379,
  "think": 380,
  "very": 381,
  "mine": 382,
  "son": 383,
  "RICHARD": 384,
  "ENTIO:": 385,
  "hon": 386,
  "ER:": 387,
  "Which": 388,
  "Thou": 389,
  "si": 390,
  "swe": 391,
  "take": 392,
  "Y:": 393,
  "God": 394,
  "Be": 395,
  "hear": 396,
  "With": 397,
  "INC": 398,
  "Why": 399,
  "s:": 400,
  "So": 401,
  "ign": 402,
  "give": 403,
  "Of": 404,
  "ince": 405,
  "ac": 406,
  "such": 407,
  "First": 408,
  "land": 409,
  "ang": 410,
  "ness": 411,
  "most": 412,
  "blood": 413,
  "des": 414,
  "AB": 415,
  "ment": 416,
  "ex": 417,
  "brother": 418,
  "these": 419,
  "tell": 420,
  "hea": 421,
  "tis": 422,
  "any": 423,
  "ts": 424,
  "ey": 425,
  "na": 426,
  "ise": 427,
  "bre": 428,
  "ba": 429,
  "other": 430,
  "br": 431,
  "LO": 432,
  "I:": 433,
  "ond": 434,
  "llow": 435,
  "How": 436,
  "less": 437,
  "ty": 438,
  "er:": 439,
  "coun": 440,
  "This": 441,
  "EST": 442,
  "look": 443,
  "new": 444,
  "life": 445,
  "UCH": 446,
  "where": 447,
  "friend": 448,
  "Who": 449,
  "oul": 450,
  "gentle": 451,
  "Come": 452,
  "im": 453,
  "ught": 454,
  "vo": 455,
  "GLO": 456,
  "GLOUC": 457,
  "GLOUCEST": 458,
  "GLOUCESTER:": 459,
  "chi": 460,
  "war": 461,
  "af": 462,
  "mis": 463,
  "fair": 464,
  "ving": 465,
  "ady": 466,
  "ust": 467,
  "hast": 468,
  "EEN": 469,
  "s;": 470,
  "Lord": 471,
  "ort": 472,
  "LI": 473,
  "ab": 474,
  "urse": 475,
  "age": 476,
  "night": 477,
  "off": 478,
  "Rome": 479,
  "ans": 480,
  "honour": 481,
  "QU": 482,
  "QUEEN": 483,
  "VINC": 484,
  "VINCENTIO:": 485,
  "Mar": 486,
  "Se": 487,
  "made": 488,
  "much": 489,
  "OF": 490,
  "tion": 491,
  "old": 492,
  "lie": 493,
  "tr": 494,
  "stand": 495,
  "om": 496,
  "mi": 497,
  "pre": 498,
  "ng": 499,
  "cond": 500,
  "ces": 501,
  "HEN": 502,
  "ef": 503,
  "Now": 504,
  "lt": 505,
  "Is": 506,
  "HENR": 507,
  "HENRY": 508,
  "tle": 509,
  "rown": 510,
  "great": 511,
  "urn": 512,
  "ES": 513,
  "Where": 514,
  "part": 515,
  "never": 516,
  "fear": 517,
  "ORI": 518,
  "fort": 519,
  "mer": 520,
  "int": 521,
  "Your": 522,
  "arm": 523,
  "ber": 524,
  "jo": 525,
  "ES:": 526,
  "ser": 527,
  "call": 528,
  "ree": 529,
  "fo": 530,
  "head": 531,
  "YOR": 532,
  "YORK:": 533,
  "bear": 534,
  "pt": 535,
  "It": 536,
  "name": 537,
  "iti": 538,
  "live": 539,
  "und": 540,
  "ation": 541,
  "Or": 542,
  "INIUS:": 543,
  "cannot": 544,
  "pray": 545,
  "str": 546,
  "ever": 547,
  "red": 548,
  "heaven": 549,
  "ower": 550,
  "true": 551,
  "fl": 552,
  "ase": 553,
  "y.": 554,
  "noble": 555,
  "bet": 556,
  "PET": 557,
  "been": 558,
  "sweet": 559,
  "pa": 560,
  "uke": 561,
  "it.": 562,
  "An": 563,
  "ED": 564,
  "EDW": 565,
  "EDWARD": 566,
  " ": 567,
  "\n": 568,
  ",": 569,
  "</PAD>": 570,
  "</SOS>": 571,
  "</EOS>": 572,
  "</UNK>": 573
}